/*
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "K dispozici je nová verze.";
"Version:" = "Verze:";
"Released Date:" = "Datum vydání:";
"Remind me later" = "Připomenout později";
"Update now" = "Aktualizovat nyní";

"Check the update" = "Zkontrolovat aktualizace";
"The version you are using is the latest one!" = "Verze, kterou používáte, je nejnovější!";
"Software updata" = "Aktualizace softwaru";
"Network error, please check the network and try again." = "Chyba sítě, zkontrolujte připojení a zkuste to znovu.";
"OK" = "OK";
"Downloading, please wait a moment." = "Stahování, chvíli prosím počkejte.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Stahování dokončeno. Okamžitá instalace vyžaduje ukončení spuštěného programu. Chcete pokračovat?";
"Install now" = "Instalovat nyní";
"Cancel" = "Zrušit";
"Download the latest version, do you want to cancel?" = "Stahujete nejnovější verzi, chcete to zrušit?";
"Download error, please check the network and try again," = "Chyba stahování, zkontrolujte připojení a zkuste to znovu,";
"Yes" = "Ano";
"No" = "Ne";
"Installing, please wait a moment." = "Instalace, prosím počkejte.";
"Install complete." = "Instalace dokončena.";
"Start now" = "Spustit nyní";
"Install failed, please try again." = "Instalace se nezdařila, zkuste to prosím znovu.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Prosím, počkejte na dokončení instalace programu, jinak nemusí fungovat správně.";
"Try again" = "Zkusit znovu";
"What's New:" = "Co je nového:";
"Checking for updates…" = "Kontrola aktualizací...";

